 [
    "What's your favorite movie of all time?",
    "If you could travel anywhere in the world right now, where would you go?",
    "What's the most adventurous thing you've ever done?",
    "Do you have any hidden talents?",
    "What's your favorite book?",
    "If you could have any superpower, what would it be?",
    "What's your go-to karaoke song?",
    "What's the best piece of advice you've ever received?",
    "What's something you've always wanted to learn?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite hobby?",
    "What's the most memorable trip you've ever taken?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite season?",
    "What's your dream job?",
    "What's your favorite thing about yourself?",
    "If you could have dinner with any fictional character, who would it be?",
    "What's your biggest fear?",
    "What's your favorite thing to do on a lazy Sunday?",
    "What's the craziest thing you've ever done for love?",
    "If you could time travel, would you go to the past or the future?",
    "What's your favorite childhood memory?",
    "What's the last TV show you binge-watched?",
    "What's your favorite way to relax after a long day?",
    "If you could live in any time period, when would it be?",
    "What's the most interesting job you've ever had?",
    "What's your favorite quote?",
    "What's your guilty pleasure?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite board game?",
    "What's your favorite thing about your hometown?",
    "If you could have dinner with any celebrity, who would it be?",
    "What's your favorite holiday?",
    "What's your favorite song lyric?",
    "What's the best gift you've ever received?",
    "If you could only keep five possessions, what would they be?",
    "What's the best meal you've ever had?",
    "What's your favorite thing to do on a rainy day?",
    "If you could trade lives with anyone for a day, who would it be?",
    "What's your favorite type of cuisine?",
    "What's the most interesting place you've ever visited?",
    "If you could master any skill instantly, what would it be?",
    "What's your favorite way to stay active?",
    "What's the most spontaneous thing you've ever done?",
    "What's your favorite childhood toy?",
    "If you could change one thing about the world, what would it be?",
    "What's the best advice you've ever given?",
    "What's your favorite thing about your job?",
    "If you could live anywhere in the world, where would it be?",
    "What's your biggest pet peeve?",
    "What's your favorite type of dessert?",
    "If you could have any job for a day, what would it be?",
    "What's your favorite movie genre?",
    "What's the most memorable concert you've ever been to?",
    "If you could go back in time and give your younger self advice, what would it be?",
    "What's the best piece of advice you've ever given?",
    "What's your favorite way to spend a Saturday?",
    "If you could have any talent in the world, what would it be?",
    "What's the most interesting thing you've learned recently?",
    "What's your favorite thing about yourself?",
    "If you could only eat one cuisine for the rest of your life, what would it be?",
    "What's your favorite thing about the city you live in?",
    "What's the most beautiful place you've ever seen?",
    "If you could have any job in the world, what would it be?",
    "What's the best piece of advice you've ever received?",
    "What's your favorite way to spend a rainy day?",
    "If you could have any superpower, what would it be?",
    "What's the best book you've ever read?",
    "What's your favorite thing to do in your free time?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite holiday?",
    "What's the most interesting thing you've learned recently?",
    "If you could only watch one TV show for the rest of your life, what would it be?",
    "What's your favorite way to relax after a long day?",
    "If you could have any animal as a pet, what would it be?",
    "What's the best gift you've ever received?",
    "What's your favorite thing about yourself?",
    "If you could travel anywhere in the world, where would you go?",
    "What's your favorite type of cuisine?",
    "What's the most adventurous thing you've ever done?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite movie of all time?",
    "What's your go-to karaoke song?",
    "What's the most memorable trip you've ever taken?",
    "What's your favorite hobby?",
    "If you could have dinner with any celebrity, who would it be?",
    "What's your biggest fear?",
    "What's the last TV show you binge-watched?",
    "What's your favorite book?",
    "What's your dream job?",
    "What's your favorite thing to do on a lazy Sunday?",
    "What's the craziest thing you've ever done for love?",
    "If you could time travel, would you go to the past or the future?",
    "What's your favorite childhood memory?",
    "What's your favorite quote?",
    "What's your guilty pleasure?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite board game?",
    "What's your favorite thing about your hometown?",
    "If you could have dinner with any fictional character, who would it be?"
]
