 [
    "What's your favorite movie of all time?",
    "If you could travel anywhere in the world right now, where would you go?",
    "What's the most adventurous thing you've ever done?",
    "Do you have any hidden talents?",
    "What's your favorite book?",
    "If you could have any superpower, what would it be?",
    "What's your go-to karaoke song?",
    "What's the best piece of advice you've ever received?",
    "What's something you've always wanted to learn?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite hobby?",
    "What's the most memorable trip you've ever taken?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite season?",
    "What's your dream job?",
    "What's your favorite thing about yourself?",
    "If you could have dinner with any fictional character, who would it be?",
    "What's your biggest fear?",
    "What's your favorite thing to do on a lazy Sunday?",
    "What's the craziest thing you've ever done for love?",
    "If you could time travel, would you go to the past or the future?",
    "What's your favorite childhood memory?",
    "What's the last TV show you binge-watched?",
    "What's your favorite way to relax after a long day?",
    "If you could live in any time period, when would it be?",
    "What's the most interesting job you've ever had?",
    "What's your favorite quote?",
    "What's your guilty pleasure?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite board game?",
    "What's your favorite thing about your hometown?",
    "If you could have dinner with any celebrity, who would it be?",
    "What's your favorite holiday?",
    "What's your favorite song lyric?",
    "What's the best gift you've ever received?",
    "If you could only keep five possessions, what would they be?",
    "What's the best meal you've ever had?",
    "What's your favorite thing to do on a rainy day?",
    "If you could trade lives with anyone for a day, who would it be?",
    "What's your favorite type of cuisine?",
    "What's the most interesting place you've ever visited?",
    "If you could master any skill instantly, what would it be?",
    "What's your favorite way to stay active?",
    "What's the most spontaneous thing you've ever done?",
    "What's your favorite childhood toy?",
    "If you could change one thing about the world, what would it be?",
    "What's the best advice you've ever given?",
    "What's your favorite thing about your job?",
    "If you could live anywhere in the world, where would it be?",
    "What's your biggest pet peeve?",
    "What's your favorite type of dessert?",
    "If you could have any job for a day, what would it be?",
    "What's your favorite movie genre?",
    "What's the most memorable concert you've ever been to?",
    "If you could go back in time and give your younger self advice, what would it be?",
    "What's the best piece of advice you've ever given?",
    "What's your favorite way to spend a Saturday?",
    "If you could have any talent in the world, what would it be?",
    "What's the most interesting thing you've learned recently?",
    "What's your favorite thing about yourself?",
    "If you could only eat one cuisine for the rest of your life, what would it be?",
    "What's your favorite thing about the city you live in?",
    "What's the most beautiful place you've ever seen?",
    "If you could have any job in the world, what would it be?",
    "What's the best piece of advice you've ever received?",
    "What's your favorite way to spend a rainy day?",
    "If you could have any superpower, what would it be?",
    "What's the best book you've ever read?",
    "What's your favorite thing to do in your free time?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite holiday?",
    "What's the most interesting thing you've learned recently?",
    "If you could only watch one TV show for the rest of your life, what would it be?",
    "What's your favorite way to relax after a long day?",
    "If you could have any animal as a pet, what would it be?",
    "What's the best gift you've ever received?",
    "What's your favorite thing about yourself?",
    "If you could travel anywhere in the world, where would you go?",
    "What's your favorite type of cuisine?",
    "What's the most adventurous thing you've ever done?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's your favorite movie of all time?",
    "What's your go-to karaoke song?",
    "What's the most memorable trip you've ever taken?",
    "What's your favorite hobby?",
    "If you could have dinner with any celebrity, who would it be?",
    "What's your biggest fear?",
    "What's the last TV show you binge-watched?",
    "What's your favorite book?",
    "What's your dream job?",
    "What's your favorite thing to do on a lazy Sunday?",
    "What's the craziest thing you've ever done for love?",
    "If you could time travel, would you go to the past or the future?",
    "What's your favorite childhood memory?",
    "What's your favorite quote?",
    "What's your guilty pleasure?",
    "If you could have any animal as a pet, what would it be?",
    "What's your favorite board game?",
    "What's your favorite thing about your hometown?",
    "If you could have dinner with any fictional character, who would it be?",
    "If you could travel to any planet in our solar system, which one would you choose and why?",
    "What do you find most intriguing about black holes?",
    "If you could witness a supernova explosion up close, would you do it?",
    "What's your opinion on the possibility of life on other planets?",
    "If you could visit a famous space observatory (e.g., Hubble Space Telescope), which one would you choose?",
    "Do you think humans will eventually colonize Mars? Why or why not?",
    "What's your favorite space-themed movie or TV show, and why?",
    "If you could have one question about the universe answered, what would it be?",
    "What's the most fascinating thing about the International Space Station?",
    "What's the most incredible space-related fact you know?",
    "What scientific discovery or breakthrough would you like to see in your lifetime?",
    "If you could meet any famous scientist, who would it be and why?",
    "What's your favorite branch of science (e.g., physics, biology, astronomy) and why?",
    "What's the most mind-blowing scientific experiment you've heard of?",
    "If you could invent one scientific invention, what would it be?",
    "What's the most interesting scientific phenomenon you've ever observed?",
    "What's your opinion on the ethics of genetic engineering?",
    "If you could travel back in time to witness any scientific discovery, which one would you choose?",
    "What's the most important scientific problem that needs to be solved in the next decade?",
    "What's the most fascinating thing you've learned from popular science media (e.g., documentaries, podcasts)?",
    "Do you think humans will ever be able to travel faster than the speed of light?",
    "What's your favorite space mission (past, present, or future) and why?",
    "If you could visit any famous scientific landmark (e.g., CERN, Galápagos Islands), where would you go?",
    "What's the most surprising thing you've learned about the universe?",
    "If you could study any scientific field without limitations, which one would you choose?",
    "What's your opinion on the search for extraterrestrial intelligence (SETI)?",
    "If you could conduct a scientific experiment in space, what would it be?",
    "What's your favorite science fiction concept that you wish were real?",
    "What's the most inspiring story of scientific discovery you've heard?",
    "If you could have dinner with any scientist, living or dead, who would it be and why?",
    "What's your favorite video game of all time, and why?",
    "If you could live in any video game world, which one would you choose?",
    "What's the first video game you remember playing?",
    "Do you prefer single-player or multiplayer games, and why?",
    "If you could have any video game character as a friend, who would it be?",
    "What's the most memorable gaming moment you've experienced?",
    "What's your opinion on virtual reality gaming?",
    "If you could design your own video game, what would it be about?",
    "What's the most frustrating game you've ever played?",
    "If you could master one video game skill instantly, what would it be?",
    "What's your favorite genre of video games, and why?",
    "What's the longest gaming session you've ever had?",
    "What's your go-to comfort game when you're feeling stressed?",
    "Do you prefer playing on console, PC, or mobile, and why?",
    "What's your favorite gaming platform/controller?",
    "What's the most underrated video game you've played?",
    "If you could only play one video game for the rest of your life, which one would it be?",
    "What's your opinion on game streaming services (e.g., Twitch, YouTube Gaming)?",
    "What's the best video game soundtrack you've ever heard?",
    "If you could have any video game weapon or item in real life, what would it be?",
    "What's your earliest video game memory?",
    "What's the first video game you ever completed?",
    "What's the most challenging boss fight you've ever faced?",
    "What's your favorite video game character design?",
    "What's the funniest glitch or bug you've encountered in a game?",
    "What's your proudest gaming achievement?",
    "What's your favorite Easter egg or hidden feature in a game?",
    "What's the most immersive gaming experience you've had?",
    "What's your favorite video game series, and why?",
    "What's your favorite aspect of video game culture?",
    "Do you have a favorite video game community or forum?",
    "What's the most positive experience you've had with online gaming?",
    "What's your opinion on competitive gaming/esports?",
    "What's the most memorable multiplayer game you've played with friends?",
    "If you could attend any gaming convention or event, which one would you choose?",
    "What's your favorite gaming-related memory with friends or family?",
    "What's your opinion on gaming as a form of socializing?",
    "What's the most valuable lesson you've learned from gaming?",
    "If you could meet any video game developer or designer, who would it be and why?",
    "What's the most inspiring story you've heard about someone's relationship with video games?",
    "What's your opinion on the future of the gaming industry?",
    "What's the most innovative gaming technology you've seen?",
    "What's your favorite gaming-related documentary or behind-the-scenes content?",
    "What's the most interesting aspect of game development to you?",
    "What's your opinion on microtransactions and in-game purchases?",
    "What's the best video game trailer you've ever seen?",
    "What's the most impressive game graphics you've seen?",
    "What's your favorite gaming-related book or publication?",
    "What's your opinion on remastered or re-released games?",
    "If you could change one thing about the gaming industry, what would it be?",
    "What's the next big gaming trend you predict?",
    "What's your opinion on the rise of indie games?",
    "What's the most anticipated game release for you?",
    "If you could have early access to any upcoming game, which one would it be?",
    "What's the best gaming advice you've ever received?",
    "What's your opinion on gaming addiction and its impact?",
    "What's the most unexpected game announcement you've ever heard?",
    "What's your favorite gaming-related quote?",
    "What's your opinion on retro gaming and classic consoles?",
    "If you could time travel to any gaming era, which one would you choose?",
    "What's your favorite TV show of all time, and why?",
    "If you could live in any TV show universe, which one would you choose?",
    "What's the first TV show you remember watching?",
    "Do you prefer binge-watching or watching episodes weekly, and why?",
    "If you could be a character in any TV show, who would you be?",
    "What's the most memorable TV show moment you've experienced?",
    "What's your opinion on TV show reboots and revivals?",
    "If you could create your own TV show, what would it be about?",
    "What's the most underrated TV show you've watched?",
    "If you could guest star on any TV show, which one would it be?",
    "What's your favorite TV show genre, and why?",
    "What's the longest TV show marathon you've ever had?",
    "What's your go-to comfort TV show when you're feeling down?",
    "Do you prefer watching TV shows on streaming platforms, cable, or satellite TV, and why?",
    "What's your favorite TV show network/channel?",
    "What's the most binge-worthy TV show you've watched?",
    "If you could only watch one TV show for the rest of your life, which one would it be?",
    "What's your opinion on TV show spoilers?",
    "What's the best TV show theme song you've heard?",
    "If you could have any TV show prop or memorabilia, what would it be?",
    "What's your earliest TV show memory?",
    "What's the first TV show you ever completed?",
    "What's the most shocking plot twist you've seen in a TV show?",
    "What's your favorite TV show character development?",
    "What's the funniest blooper or outtake you've seen from a TV show?",
    "What's your proudest TV show marathon achievement?",
    "What's your favorite TV show episode title?",
    "What's the most emotional TV show moment you've experienced?",
    "What's your favorite TV show crossover event?",
    "What's your favorite TV show quote?",
    "Do you have a favorite TV show fan community or forum?",
    "What's the most positive experience you've had discussing TV shows with others?",
    "What's your opinion on TV show fan theories?",
    "What's the most memorable TV show viewing party you've attended?",
    "If you could attend any TV show premiere or finale event, which one would you choose?",
    "What's your favorite TV show-related memory with friends or family?",
    "What's your opinion on TV show fandoms and conventions?",
    "What's the most valuable lesson you've learned from watching TV shows?",
    "If you could meet any TV show creator or actor, who would it be and why?",
    "What's the most inspiring story you've heard about someone's relationship with TV shows?",
    "What's your opinion on the future of the TV show industry?",
    "What's the most innovative TV show technology or format you've seen?",
    "What's your favorite TV show documentary or behind-the-scenes content?",
    "What's the most interesting aspect of TV show production to you?",
    "What's your opinion on TV show remakes and adaptations?",
    "What's the best TV show marketing campaign you've seen?",
    "What's the most impressive TV show special effects you've seen?",
    "What's your favorite TV show-related book or publication?",
    "What's your opinion on TV show ratings and viewer metrics?",
    "If you could change one thing about the TV show industry, what would it be?",
    "What's the next big TV show trend you predict?",
    "What's your opinion on the rise of streaming platforms and original content?",
    "What's the most anticipated TV show release for you?",
    "If you could have early access to any upcoming TV show, which one would it be?",
    "What's the best TV show advice you've ever received?",
    "What's your opinion on binge-watching culture and its impact?",
    "What's the most unexpected TV show announcement you've heard?",
    "What's your favorite TV show-related quote?",
    "What's your opinion on TV show reruns and syndication?",
    "If you could time travel to any TV show era, which one would you choose?"
]
